Repository: TeknoMobil/update-extensions
Catalog: po/*.po
Languages: tr

source: Extension Updates Available
tr: Eklenti Güncellemesi Mevcut

source: Some of your installed extensions have updated versions available.
tr: Yüklü eklentilerden bazılarının güncellenmiş sürümleri var.

source: Show updates
tr: Güncellemeleri göster

source: Check for updates every:
tr: Güncelleme kontrol sıklığı:

source: Hours
tr: Saatlik

source: Days
tr: Günlük

source: Weeks
tr: Haftalık

source: Check for updates for system-wide extensions
tr: Dahili gelen eklentiler için güncellemeleri kontrol edin

source: System-wide extensions are usually installed via a package manager
tr: Dahili gelen eklentiler genellikle bir paket yöneticisi tarafından yüklenir

source: Use transient notifications (auto dismiss)
tr: Geçici bildirimleri kullan (otomatik kapatma)

source: Basic settings
tr: Basit ayarlar

source: version:
tr: sürüm:

source: Checks for Gnome-Shell extension updates
tr: Gnome-Kabuk eklenti güncellemelerini kontrol eder

source: Maintained by
tr: Oluşturan

source: Webpage
tr: Site Adresi

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
tr: <span size="small">Bu program kesinlikle HİÇBİR GARANTİ sunmaz. <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Genel Kamu Lisansı, sürüm 2 veya sonraki sürümü</a>ayrıntılar için</span>

source: About
tr: Hakkında
